Repository: zmeggyesi/ai-translator
Catalog: data/sample.tmx
Source language: en_us
Languages: es_us

source: Summer Extension
es_us: Extensión de verano

source: For more information or to schedule an appointment, please call:
es_us: Para obtener más información o programar una cita, llame al

source: Your selection(s) must be offered by your employer.
es_us: Su empleador debe ofrecer los planes que usted elija.

source: 1) Primary autonomic failure due to Parkinson’s disease, multiple system atrophy, or pure autonomic failure, OR 2) Dopamine beta hydroxylase deficiency, OR 3) Non-diabetic autonomic neuropathy
es_us: 1) falla autonómica primaria debido a la enfermedad de Parkinson, atrofia de sistemas múltiples o falla autonómica pura O 2) deficiencia de dopamina beta-hidroxilasa, O 3) neuropatía autónoma no diabética.

source: The answer b.
es_us: La respuesta es la opción b.

source: X-Ray And Pathology
es_us: Radiografías y patología

source: We choose our network doctors from multiple specialty types as well as primary care.
es_us: Elegimos a los médicos de nuestra red entre diversos tipos de proveedores de atención primaria y especialistas.
